dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
ejeldes.one-dark-italic-theme
GitHub.copilot
GitHub.copilot-chat
jsjlewis96.one-dark-pro-italic-vivid
ms-azuretools.azure-dev
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurecontainerapps
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-cosmosdb
MS-CEINTL.vscode-language-pack-es
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.vscode-node-azure-pack
steveblue.theme-firefox-devtools-italic
tal7aouy.icons
usernamehw.errorlens
