tap "azure/functions"
tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "isen-ng/dotnet-sdk-versions"
brew "bash"
brew "bat"
brew "coreutils"
brew "findutils"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "hyperfine"
brew "make"
brew "mas"
brew "mono-libgdiplus"
brew "nvm"
brew "python@3.11"
brew "zsh"
brew "azure/functions/azure-functions-core-tools@3"
brew "azure/functions/azure-functions-core-tools@4"
brew "denisidoro/tools/docpars"
cask "1password"
cask "contexts"
cask "dotnet-sdk3-1-400"
cask "font-monaspace"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "notion"
cask "postman"
cask "raycast"
cask "rider"
cask "visual-studio-code"
cask "warp"
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "Monosnap", id: 540348655
mas "PDFgear", id: 6469021132
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "ejeldes.one-dark-italic-theme"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "jsjlewis96.one-dark-pro-italic-vivid"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "MS-CEINTL.vscode-language-pack-es"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "steveblue.theme-firefox-devtools-italic"
vscode "tal7aouy.icons"
vscode "usernamehw.errorlens"
